[Russian] Traduit du legionnaire le.legioner@gmail.com
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=ПУНКТ 1 : ВЫБРАТЬ USB
STEP 2 : CHOOSE A SOURCE=ПУНКТ 2 : ВЫБРАТЬ ИСТОЧНИК
STEP 3 : PERSISTENCE=ПУНКТ 3 : ФАЙЛ НАСТРОЕК
STEP 4 : OPTIONS=ПУНКТ 4 : НАСТРОЙКИ
STEP 5 : CREATE=ПУНКТ 5 : СОЗДАТЬ
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=Мб
GB=Гб
min=мин
Label=Имя
Size=Размер
Help=Помощь
Please read=Внимание
Error=Ошибка
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Выбрать USB
Hard drives=Жёсткий диск
No key found=USB не обнаружен
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Скачать
Support for .IMG files is experimental=Поддержка .IMG образов - экспериментальная
Only Live mode is currently available in step 3, virtualization option has been disabled=Доступен только Live режим,опции виртуализации выключены
However, LinuxLive USB Creator will try to use same install parameters as for=Однако LinuxLive USB Creator попытается провести инсталляцию с теми же параметрами,как и для 
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(только Live режим)
(Persistent Mode)=(режим сохранения)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Скрыть созданные файлы
(except for Umenu.exe)=(за исключением Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Форматирование USB в FAT32 (данные на диске будут уничтожены!!!)
Enable launching LinuxLive in Windows (requires internet to install)=Разрешить запуск LinuxLive-USB в Windows (необходимо подключение к Интернет)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Для начала инсталляции нажмите на молнию
Please choose a FAT32 or FAT formated key or check the formating option=Выберите USB с файловой системой FAT32 или проверьте опции форматирования
No disk selected=Не выбран USB
No file selected=Не выбран файл
No folder or CD selected=Не выбраны источник
http://www.ubuntu.com/getubuntu/download=http://ubuntu.ru/get
Please choose an ISO image of LinuxLive CD=Выберите LiveCD iso образ вашего дистрибутива
Please choose a CD of LinuxLive Live or its folder=Выберите LiveCD iso образ или папку
Start creation of LinuxLive USB=Создать LinuxLive USB!
Please validate step 1 to 3=Проверка пунктов  1 - 3
Are you sure you want to format this disk and lose your data ?=Вы уверены,что хотите отформатировать USB и потерять все данные на нём?
Formatted in=Форматировать как
Formating the key=Форматирование USB...
Step 1 to 3 OK=Пункты 1 - 3 OK
Cleaning previous installations ( 2min )=Очистка предыдущей установки ( 2мин )
Setting up virtualization software=Настройка программного обеспечения для виртуализации
VirtualBox already downloaded=VirtualBox уже скачан
A new version of VirtualBox is available=Новая версия VirtualBox доступна
This new version will be downloaded=Будет закружена новая версия
Downloading VirtualBox as a background task=Загрузка VirtualBox в фоновом режиме
Download started succesfully=Загрузка началась
Download failed to start=Загрузка провалилась
VirtualBox will not be installed=VirtualBox не будет установлен
Integrity could not be verified=Целостность не может быть проверена
Will attempt installation=Попытка установки
Cannot download=Загрузка невозможна
Extracting ISO file on key=Распаковка iso образа на USB
Writing image to the usb stick=Запись образа на USB
Copying files to the key=Копирование данных
Renaming some files=Переименование некотрых файлов
Hiding files=Скрытые файлы
Creating file for persistence=Создание файла для настроек
Formating persistence file=Форматирование файла настроек
Live mode : no persistence file=Live режим : нет файла настроек
Ubuntu variant found=Найден Ubuntu вариант
Installing boot sectors=Установка загрузочного сектора
Downloading VirtualBox=Загрузка VirtualBox
Download complete=Загрузка окончена
Cleaning previous VirtualBox install=Очистка предыдущей установки VirtualBox
Extracting VirtualBox on key=Распаковка VirtualBox на USB
Applying VirtualBox settings=Настройка VirtualBox
Your LinuxLive key is now up and ready !=Ваш LinuxLive-USB успешно создан!
You do not have enough rights to launch VirtualBox.=У вас нет необходимых прав доступа для запуска VirtualBox.
Please log in as an administrator or run VirtualBox with admin rights.=Запустите VirtualBox от root'а.
Free memory below 256mb threshold.=Осталось менее чем 256MB свободных.
This is not enough to launch LinuxLive in Windows.=Не хватает свободного места,чтобы запустить LinuxLive-USB в Windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: ПОМОЩЬ ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing.=Данные помощи отсутсвуют.
:::::::::::::::::::::::::::::::::::::::::::::::::::: К СЛОВУ ( ПОМОЩЬ В ПУНКТЕ 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=О программе
User's Guide=Справка
Virtualization Tutorial (FR)=Справка по виртуализации (FR)
Donate=Пожертвуйте
Version=Версия
:::::::::::::::::::::::::::::::::::::::::::::::::::: КОНФИГУРАЦИЯ КЛАВИАТУРЫ ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Этот ISO-образ не совместим.
Detecting keyboard layout=Проверка раскладки клавиатуры
French (France)=Franzoesisch (Frankreich)
French (Swiss)=Franzoesisch (Schweiz)
Dutch=Deutsch
Portuguese=Portugiesisch
Russian=Русская
US or other (qwerty)=США или иная (Qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Конфигурация VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Ошибка создания образа диска
Key not found, VMDK is invalid=Диск не найден, образ диска повреждён
Try to launch again SetupForAutoVMDK.exe=Попробуйте снова запустить SetupForAutoVMDK.exe
Do you want to ignore this error ?=Хотите игнорировать данную ошибку?
:::::::::::::::::::::::::::::::::::::::::::::::::::: ПРОВЕРКА MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Невозможно найти MD5-sum
Canceling check=Отмена проверки
You have the right ISO file but it is corrupted or was altered.=Ваш ISO-образ совместим, но он с ошибками или был изменён.
Please download it again.=Пожалуйста, скачайте его заново.
Verifying=Проверка
This ISO is not compatible.=Этот ISO-образ несовместим
Please read the compatibility list in user guide=Пожалуйста,прочтите список совместимости в Справке
If your version is in this list, this mean that your file is corrupted, please download it again.=Если ваш образ в списке совместимости, то это значит,что он повреждён. Скачайте его ещё раз.
This version is compatible and its integrity was checked=Эта версия совместима и данные в порядке
Check completed=Проверка завершена
Integrity + compatibility check=Проверка на целостность и совместимость
Unable to open MD5SUM.txt=Нет возможности открыть файл MD5SUM.txt
Checking integrity=Проверка целостности
This file is corrupted=Этот файл повреждён
All files have been successfully checked.=Все файлы удачно проверены.
Checking file=Проверка файла
:::::::::::::::::::::::::::::::::::::::::::::::::::: USB МЕНЮ ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Режим сохранения настроек
Live Mode=Live режим
Install=Инсталляция
File Integrity Check=Проверка на целостность
Memory Test=Проверка памяти
:::::::::::::::::::::::::::::::::::::::::::::::::::: ОКНО ОШИБОК ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred.=Произошла ошибка.
An anonymous report was sent in order to fix this error as soon as possible=Был отослан отчёт об ошибке,чтобы её исправить,как можно скорее
Show bug report=Показать отчёт ошибок
Restart application=Перезапуск программы.
Close application=Закрыть программу
Last Actions=Последнее действие
Unique anonymous ID=Уникальный анонимный ID
Report status=Статус отчёта
Pending=В ожидании
Error (not sent)=Ошибка (не отправлен)
Sent=Отправлен
:::::::::::::::::::::::::::::::::::::::::::::::::::: ФИНАЛЬНАЯ ПОМОЩЬ ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Для запуска LinuxLive :
Remove your key and insert it again.=Извлеките ваш USB и снова вставьте.
Go to 'My Computer'=Перейдите в 'Мой Компьютер'
Right click on you key and select :=Правый клик по USB и выберите :
'LinuxLive!' to launch linux in windows='LinuxLive!' ,чтобы запустить ваш USB прямо в Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface', чтобы запустить VirtualBox
'CD Menu' to launch the original CD menu='CD Menu' ,чтобы запустить собственное меню CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=или
Manually=Вручную
Automatically=Автоматически
Please select a linux to continue=Выберите дистрибутив для продолжения
Looking for the fastest mirror=Поиск самого быстрого зеркала
Testing mirror=Проверка зеркала
No online mirror found=Не найдено зеркал
Please check your internet connection or try with another linux=Проверьте подключение Интернет или выберите другой дистрибутив 
Select this file as the source when download will be completed=Выберите образ как источник после окончания загрузки
Downloading=Загружается
from=из
Error while trying to download=Ошибка во время загрузки
Latency=Осталось времени
Server Name=Имя сервера
Copy link=Копировать ссылку
Launch in my browser=Открыть в моём браузере
Best mirrors=Лучшее зеркало
Good mirrors=Хорошее зеркало
Bad mirrors=Плохое зеркало
Dead mirrors=Мёртвое или неактивное зеркало
Check will begin shortly=Проверка сейчас начнётся
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Выберите предпочитаемый дистрибутив Linux
There is a new version available=Доступна новая версия
Your LiLi's version is not up to date=Ваша версия LiLi-Version устарела
Last version is=Старая версия
Your version is=Новая версия
Do want to download it ?=Желаете её загрузить?
Error while trying to find physical disk number=Ошибка при выборе номера физического диска
This Linux is not in the compatibility list=Этот Linux не совместим
Setting the memory to the recommended value=Установите размер памяти рекомендуемого размера
Free memory is below the recommended value for your Linux to run in Windows=Слишком мало памяти для запуска вашего Linux в Windows
Recognized Linux=Linux определён
Built-in Persistency=встроенные настройки
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Вы уже создали свой USB
Are you sure that you want to recreate one=Вы уверены,что хотите пересоздать USB
The compatibility list has been updated=Список доступных дистрибутивов обновился
These linuxes are now supported=Эти дистрибутивы теперь совместимы
Official Ubuntu Variants=официальные Ubuntu
Ubuntu Based Variants=На основе Ubuntu
Fedora Variants=Fedora
Debian Variants=Debian
PCLinuxOS Variants=PCLinuxOS
Rescue CDs=Диски спасения систем
Light Linuxes=Лёгкие Linux дистрибутивы
Gentoo Based=на основе Gentoo
Security Purpose=Безопасность
Others=Другие
Regular Linux (works with most linuxes)=основных дистрибутивов Линукс (должно сработать)